import React from "react";
import TitleComponent from "../TitleComponent";

const AboutMe = () => {
  return (
    <div
      style={{ direction: "ltr" }}
      className="w-[704px] h-[277px] px-[16px] bg-[#F9F9F9] py-[24px] flex flex-col "
    >
      <TitleComponent title={"درباره من"} />
      <div className="scroll text-[18px] mt-[24px] font-[600] scrollbar-thumb-[#CBCBCB] scrollbar-thin scrollbar-track-[#EDEDED]">
        <p style={{ direction: "rtl" }} className="mr-[16px] ml-[24px]">
          لورم ایپسوم و لورمایپسوم و لورم ایپسوم و لور یپسو لورمایپسوم و لورم
          ایپسوم و لو ایپسوم و لایپسوم لورم ایپسلو لورمایپسوم و لورم ایپسوم و
          لور لورمایلورماسوم و لورم ایپسوم و لورم ایپسوم و لورم ایپسوم لورایپسوم
          و ورم ایپلورمایپسوم و لورم ایپسوم و لور یپسو لورمایپسوم و لورم ایپسوم
          و لو ایپسوم و لایپسوم لورمایپسوم و لورم ایپسوم و لورملورم ایپسوم
          لورمایلورماسوم و لورم ایپسوم و لورم ایپسواا اام ایپسوم لورایپسوم و
          لورم و... لورم ایپسوم و لورمایپسوم و لورم ایپسوم و لور یپسو لورمایپسوم
          و لورم ایپسوم و لو ایپسوم و لایپسوم لورم ایپسلو لورمایپسوم و لورم
          ایپسوم و لور لورمایلورماسوم و لورم ایپسوم و لورم ایپسوم و لورم ایپسوم
          لورایپسوم و ورم ایپلورمایپسوم و لورم ایپسوم و لور یپسو لورمایپسوم و
          لورم ایپسوم و لو ایپسوم و لایپسوم لورمایپسوم و لورم ایپسوم و لورملورم
          ایپسوم لورمایلورماسوم و لورم ایپسوم و لورم ایپسواا اام ایپسوم
          لورایپسوم و لورم و...
        </p>
      </div>
    </div>
  );
};

export default AboutMe;
