Repository: mshzsh/psy_counseling
Catalog: backend/gift_codes/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Invalid Mobile
fa: شماره موبایل اشتباه است

source: Gift code not found
fa: کد تخفیف اشتباه است

source: Gift code has inactive
fa: این کد تخفیف فعال نمیباشد

source: Gift code limit error
fa: امکان استفاده از این کد تخفیف وجود ندارد

source: Gift code has expired
fa: کد تخفیف منقضی شده است

source: This gift code is not for this user
fa: امکان استفاده از این کد تخفیف برای شما وجود ندارد

source: Gift code has been used for this user
fa: شما قبلا از این کد تخفیف استفاده کرده اید

source: Owner and code parameters are required
fa: کاربر و کد ضروری میباشند

source: User not found
fa: کاربر یافت نشد

source: Amount must be integer
fa: قیمت باید عددی باشد
