Repository: mshzsh/psy_counseling
Catalog: backend/goodmood/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Invalid mobile number
fa: شماره موبایل صحیح نمیباشد

source: Password field is required
fa: لطفا رمزعبور را وارد نمایید

source: OTP or password field is required
fa: لطفا کد یکبار مصرف و یا رمزعبور را وارد نمایید

source: Invalid OTP
fa: کد وارد شده اشتباه است

source: The amount is required
fa: لطفا مبلغ را وارد نمایید

source: The description is required
fa: لطفا توضیحات را وارد کنید

source: Gateway not found
fa: درگاه پرداخت صحیح نمیباشد

source: App is required
fa: لطفا اپ را وارد نمایید

source: Object_id is wrong
fa: آبجکت آی دی صحیح نمیباشد

source: User not found
fa: کاربر یافت نشد

source: Transaction not found
fa: تراکنش یافت نشد

source: Blog not found
fa: مقاله یافت نشد

source: Invalid Password
fa: رمز عبور اشتباه است

source: Invalid token
fa: توکن صحیح نمیباشد

source: Token has expired
fa: توکن منقضی شده است

source: Permission denied
fa: این سطح دسترسی برای شما مجاز نمیباشد

source: User is blocked
fa: کاربر مسدود میباشد

source: Duplicate comment
fa: شما قبلا دیدگاه ثبت کرده اید

source: Duplicate report comment
fa: شما قبلا گزارش داده اید

source: At least {} seconds must have passed since sending OTP
fa: باید {} ثانیه از پیامک ارسال شده ی قبلی گذشته باشد

source: Failed to sending SMS
fa: پیامک ارسال نشد

source: Need to complete registration
fa: برای استفاده از این امکان باید ثبت نام خود را تکمیل نمایید

source: You are not allowed to perform this action
fa: شما مجوز انجام این کار را ندارید

source: Ensure this file size is not greater than {}. Your file size is {}.
fa: حداکثر سایز فایل بارگذاری {} میباشد، سایز فایل بارگذاری شده {} میباشد

source: Files of type {} are not supported.
fa: فرمت فایل انتخاب شده قابل بارگذاری نمیباشد
