import React from "react";

const TestInfo = ({ title, setTestAlert, setStartTest }) => {
  return (
    <div className="w-[1224px] pt-[32px] px-[80px]">
      <div className="text-[22px] font-[400]">
        قبل از شروع آزمون دیسک لطفا به نکات زیر توجه کنید: این تست شامل 28 سوال
        است که در هر سوال چهار عبارت وجود دارد. سعی کنید صادقانه جواب دهید و
        گزینه‌ای را انتخاب کنید که بیشترین شباهت را به شما دارد. برای انتخاب
        پاسخ‌ها مراحل زیر را دنبال کنید: مرحله اول: ابتدا چهار چزینه را به دقت
        مطالغه کنید. مرحله دوم: سپس توصیفی که بیشتر ین شباهت را به شما دارد،
        انتخاب کنید. مرحله سوم: بعد از آن از بین 3 گزینه باقیمانده، توصیفی که
        کمترین شباهت را به شما دارد، انتخاب نمایید. نکته مهم: در هر چهار گزینه
        شما فقز می‌توانید یکی را برای بیشترین شباهت و یکی را برای کمترین شباهت
        انتخاب کنید. بنابراین در صورت کلیک روی گزینه‌های بیشتر سیستم به شما خطا
        خواهد داد. گاهی اوقات ممکن است تصمیم گیری در مورد انتخاب گزینه‌ها دشوار
        باشد. به یاد داشته باشید که درتست دیسک پاسخ درست و غلط به هیچ عنوان وجود
        ندارد. بنابر این سعی کنید فقط و فقط شبیه‌ترین گزینه به خود را انتخاب
        نمایید.
      </div>
      <button
        onClick={() => {
          setStartTest(true);
          setTestAlert(true);
        }}
        className="bg-[#36E2B4] w-[334px] h-[54px] flex justify-center items-center text-[22px] font-[600] mb-[50px] mt-[46px] mx-auto"
      >
        شروع آزمون
      </button>
    </div>
  );
};

export default TestInfo;
